{
  "dataset_name": "IELTS Writing Task 2 - 20 Model Essays (Cambridge IELTS 14–18 style)",
  "created_at": "2025-12-13T14:19:18.456829",
  "source_files": {
    "docx": "IELTS_20_Model_Essays_Cambridge14-18.docx",
    "pdf": "IELTS_20_Model_Essays_Cambridge14-18.pdf"
  },
  "total_essays": 20,
  "essays": [
    {
      "essay_number": 1,
      "title": "The Purpose of Science",
      "question": "The most important aim of science should be to improve people's lives.\nTo what extent do you agree or disagree with this statement?",
      "word_count_reported": 300,
      "body_paragraphs": [
        "Science is often judged by the comfort and security it brings to ordinary people. I agree that improving human lives should be a major aim of scientific work, because public resources and public trust are involved. However, I do not think this aim should be interpreted so narrowly that we discourage basic research whose benefits are unpredictable.",
        "In the most obvious sense, science improves lives when it targets urgent human needs. Medical research has reduced suffering through vaccines, antibiotics and safer surgery, while public health science has delivered clean water and better sanitation. Similarly, research into renewable energy, climate forecasting and drought-resistant crops can prevent crises rather than merely respond to them. When scientific priorities are linked to wellbeing in this way, societies gain measurable returns in the form of longer lives, higher productivity and greater resilience.",
        "That said, the line from discovery to improved living standards is not always direct. Many breakthroughs that now underpin modern life emerged from curiosity-driven inquiry. Early research into electricity and magnetism, for example, was not intended to create smartphones or high-speed trains, yet it eventually made both possible. If every project had to show an immediate impact on quality of life, researchers would avoid long-term questions and we would lose the foundational knowledge that later generates life-changing applications.",
        "In my view, the best position is to treat human wellbeing as the ultimate destination but allow multiple routes to reach it. Governments and universities should fund a balanced portfolio: mission-oriented work for pressing problems, alongside fundamental research that expands understanding. This combination both solves today's challenges and seeds tomorrow's innovations.",
        "Overall, improving people's lives should be the central justification for science in society, but it should not become a restrictive rule that prevents exploration and long-term progress."
      ],
      "body_text": "Science is often judged by the comfort and security it brings to ordinary people. I agree that improving human lives should be a major aim of scientific work, because public resources and public trust are involved. However, I do not think this aim should be interpreted so narrowly that we discourage basic research whose benefits are unpredictable.\n\nIn the most obvious sense, science improves lives when it targets urgent human needs. Medical research has reduced suffering through vaccines, antibiotics and safer surgery, while public health science has delivered clean water and better sanitation. Similarly, research into renewable energy, climate forecasting and drought-resistant crops can prevent crises rather than merely respond to them. When scientific priorities are linked to wellbeing in this way, societies gain measurable returns in the form of longer lives, higher productivity and greater resilience.\n\nThat said, the line from discovery to improved living standards is not always direct. Many breakthroughs that now underpin modern life emerged from curiosity-driven inquiry. Early research into electricity and magnetism, for example, was not intended to create smartphones or high-speed trains, yet it eventually made both possible. If every project had to show an immediate impact on quality of life, researchers would avoid long-term questions and we would lose the foundational knowledge that later generates life-changing applications.\n\nIn my view, the best position is to treat human wellbeing as the ultimate destination but allow multiple routes to reach it. Governments and universities should fund a balanced portfolio: mission-oriented work for pressing problems, alongside fundamental research that expands understanding. This combination both solves today's challenges and seeds tomorrow's innovations.\n\nOverall, improving people's lives should be the central justification for science in society, but it should not become a restrictive rule that prevents exploration and long-term progress.",
      "word_count_actual": 300
    },
    {
      "essay_number": 2,
      "title": "University Students: Breadth vs Specialisation",
      "question": "Some university students want to learn about other subjects in addition to their main subjects. Others believe it is more important to give all their time and attention to studying for a qualification.\nDiscuss both these views and give your own opinion.",
      "word_count_reported": 280,
      "body_paragraphs": [
        "University students often face a choice between specialising deeply in one discipline and studying a wider range of subjects. Both approaches can be beneficial, but I believe students should prioritise their main qualification while taking a limited number of carefully selected electives.",
        "Those who support studying additional subjects argue that most real-world problems are interdisciplinary. A software developer, for instance, may need psychology to design user-friendly products, and a business graduate may require statistics to evaluate evidence. Learning outside a major can therefore produce graduates who communicate across fields, think creatively and adapt to changing job markets. Moreover, exposure to arts, history or philosophy can develop judgement and ethical awareness, which are valuable in professions that increasingly affect society through technology and policy.",
        "On the other hand, advocates of full concentration point out that a degree is primarily a signal of competence. Many programmes are already demanding, with intensive reading, laboratory work or professional placements. If students spread their time across unrelated subjects, they may fail to master the core content needed for employment or licensing. This is particularly relevant in medicine, engineering and accounting, where gaps in foundational knowledge can have serious consequences.",
        "In my opinion, universities should encourage breadth, but not at the expense of depth. The most sensible model is to keep the major as the central focus while allowing students to choose a small number of electives that either strengthen transferable skills or complement their main field. With sensible limits and good academic advising, students can become both capable specialists and well-rounded thinkers.",
        "Therefore, while broad learning has clear advantages, the main subject and qualification should remain the priority for most university students."
      ],
      "body_text": "University students often face a choice between specialising deeply in one discipline and studying a wider range of subjects. Both approaches can be beneficial, but I believe students should prioritise their main qualification while taking a limited number of carefully selected electives.\n\nThose who support studying additional subjects argue that most real-world problems are interdisciplinary. A software developer, for instance, may need psychology to design user-friendly products, and a business graduate may require statistics to evaluate evidence. Learning outside a major can therefore produce graduates who communicate across fields, think creatively and adapt to changing job markets. Moreover, exposure to arts, history or philosophy can develop judgement and ethical awareness, which are valuable in professions that increasingly affect society through technology and policy.\n\nOn the other hand, advocates of full concentration point out that a degree is primarily a signal of competence. Many programmes are already demanding, with intensive reading, laboratory work or professional placements. If students spread their time across unrelated subjects, they may fail to master the core content needed for employment or licensing. This is particularly relevant in medicine, engineering and accounting, where gaps in foundational knowledge can have serious consequences.\n\nIn my opinion, universities should encourage breadth, but not at the expense of depth. The most sensible model is to keep the major as the central focus while allowing students to choose a small number of electives that either strengthen transferable skills or complement their main field. With sensible limits and good academic advising, students can become both capable specialists and well-rounded thinkers.\n\nTherefore, while broad learning has clear advantages, the main subject and qualification should remain the priority for most university students.",
      "word_count_actual": 280
    },
    {
      "essay_number": 3,
      "title": "Declining Countryside Populations",
      "question": "In many countries around the world, rural people are moving to cities, so the population in the countryside is decreasing.\nDo you think this is a positive or a negative development?",
      "word_count_reported": 289,
      "body_paragraphs": [
        "In many parts of the world, people are leaving rural areas for cities, leading to shrinking populations in the countryside. Although urban migration can improve individual opportunities, I believe the overall trend is more negative than positive because it harms rural communities and intensifies urban problems.",
        "It is true that moving to cities can raise living standards. Urban centres usually offer more diverse employment, better schools and easier access to hospitals and public services. For governments, concentrating people in one place can reduce the cost of infrastructure, because providing transport, electricity and specialist healthcare to remote villages is expensive. From this perspective, migration may look like an efficient path to development.",
        "However, rural decline carries serious social and economic costs. When young adults move away, villages lose workers, entrepreneurs and future parents, which accelerates ageing and reduces local demand for shops and services. Schools close due to a lack of children, public transport becomes unviable, and loneliness increases among the elderly who remain. At the same time, cities may struggle to absorb newcomers. Housing shortages, high rents, traffic congestion and air pollution worsen, and public services such as water supply, waste management and clinics can become overstretched. In extreme cases, informal settlements expand, creating new inequalities and health risks.",
        "A healthier outcome would be balanced development that reduces the pressure to migrate. Governments can invest in rural broadband, modern farming technology and small-town industries so that people can build careers outside major cities. Better transport links and remote work options can also make rural life compatible with professional ambition.",
        "In conclusion, while city migration can benefit many individuals, the hollowing out of the countryside and the strain placed on urban areas make this, on balance, a negative development."
      ],
      "body_text": "In many parts of the world, people are leaving rural areas for cities, leading to shrinking populations in the countryside. Although urban migration can improve individual opportunities, I believe the overall trend is more negative than positive because it harms rural communities and intensifies urban problems.\n\nIt is true that moving to cities can raise living standards. Urban centres usually offer more diverse employment, better schools and easier access to hospitals and public services. For governments, concentrating people in one place can reduce the cost of infrastructure, because providing transport, electricity and specialist healthcare to remote villages is expensive. From this perspective, migration may look like an efficient path to development.\n\nHowever, rural decline carries serious social and economic costs. When young adults move away, villages lose workers, entrepreneurs and future parents, which accelerates ageing and reduces local demand for shops and services. Schools close due to a lack of children, public transport becomes unviable, and loneliness increases among the elderly who remain. At the same time, cities may struggle to absorb newcomers. Housing shortages, high rents, traffic congestion and air pollution worsen, and public services such as water supply, waste management and clinics can become overstretched. In extreme cases, informal settlements expand, creating new inequalities and health risks.\n\nA healthier outcome would be balanced development that reduces the pressure to migrate. Governments can invest in rural broadband, modern farming technology and small-town industries so that people can build careers outside major cities. Better transport links and remote work options can also make rural life compatible with professional ambition.\n\nIn conclusion, while city migration can benefit many individuals, the hollowing out of the countryside and the strain placed on urban areas make this, on balance, a negative development.",
      "word_count_actual": 289
    },
    {
      "essay_number": 4,
      "title": "Ageing Populations",
      "question": "In many countries, people are now living longer than ever before. Some people say an ageing population creates problems for governments. Other people think there are benefits if society has more elderly people.\nTo what extent do the advantages of having an ageing population outweigh the disadvantages?",
      "word_count_reported": 277,
      "body_paragraphs": [
        "Rising life expectancy has produced societies with a growing share of older people. This trend brings certain advantages, such as greater experience and stronger family support, but I believe the disadvantages outweigh the benefits in most countries unless major policy changes are made.",
        "One benefit is that longer lives often reflect success in healthcare, nutrition and safety. Older citizens can also contribute to society in non-economic ways. Many provide childcare for grandchildren, volunteer in local organisations and offer wisdom in community decision-making. In workplaces that allow flexible retirement, experienced staff can mentor younger employees and reduce skills shortages.",
        "Nevertheless, an ageing population creates heavy financial and structural pressures. Pension systems depend on a stable ratio of workers to retirees, and as that ratio falls, governments face painful choices: higher taxes, reduced benefits or increased public debt. Healthcare and social care spending also rises because chronic conditions are more common in later life and may require long-term support. Beyond budgets, labour shortages can slow economic growth, making it harder to fund public services. In some places, ageing electorates may also resist reforms, delaying necessary adjustments to housing, transport and education.",
        "These problems can be managed, but doing so is difficult. Governments may need to raise retirement ages gradually, invest in preventive healthcare, support lifelong learning and make it easier for women and older adults to remain in the workforce. Selective immigration and automation can help, but both require careful planning to maintain social cohesion.",
        "Overall, ageing societies can be rich in knowledge and social contribution, yet the fiscal strain and service demands are likely to outweigh these benefits. Without substantial reforms, the disadvantages remain dominant."
      ],
      "body_text": "Rising life expectancy has produced societies with a growing share of older people. This trend brings certain advantages, such as greater experience and stronger family support, but I believe the disadvantages outweigh the benefits in most countries unless major policy changes are made.\n\nOne benefit is that longer lives often reflect success in healthcare, nutrition and safety. Older citizens can also contribute to society in non-economic ways. Many provide childcare for grandchildren, volunteer in local organisations and offer wisdom in community decision-making. In workplaces that allow flexible retirement, experienced staff can mentor younger employees and reduce skills shortages.\n\nNevertheless, an ageing population creates heavy financial and structural pressures. Pension systems depend on a stable ratio of workers to retirees, and as that ratio falls, governments face painful choices: higher taxes, reduced benefits or increased public debt. Healthcare and social care spending also rises because chronic conditions are more common in later life and may require long-term support. Beyond budgets, labour shortages can slow economic growth, making it harder to fund public services. In some places, ageing electorates may also resist reforms, delaying necessary adjustments to housing, transport and education.\n\nThese problems can be managed, but doing so is difficult. Governments may need to raise retirement ages gradually, invest in preventive healthcare, support lifelong learning and make it easier for women and older adults to remain in the workforce. Selective immigration and automation can help, but both require careful planning to maintain social cohesion.\n\nOverall, ageing societies can be rich in knowledge and social contribution, yet the fiscal strain and service demands are likely to outweigh these benefits. Without substantial reforms, the disadvantages remain dominant.",
      "word_count_actual": 277
    },
    {
      "essay_number": 5,
      "title": "Taking Risks in Life",
      "question": "It is important for people to take risks, both in their professional lives and their personal lives.\nDo you think the advantages of taking risks outweigh the disadvantages?",
      "word_count_reported": 272,
      "body_paragraphs": [
        "Some people argue that risk-taking is essential in both careers and private life. In my view, the advantages generally outweigh the disadvantages, provided that risks are calculated rather than reckless.",
        "The main advantage of taking risks is that it creates opportunities that would otherwise never appear. Professionally, changing jobs, starting a business or moving to a new city can lead to higher income and faster skill development. Personally, taking the initiative to form new friendships, learn a language or pursue a relationship can widen one's horizons and increase happiness. In many cases, the cost of inaction is invisible but significant: people may remain in unfulfilling routines simply because they fear uncertainty.",
        "A second benefit is that risk-taking builds resilience. Even when outcomes are disappointing, individuals learn how to cope with setbacks, make better decisions and recover from failure. This emotional flexibility is increasingly valuable in a world where industries evolve quickly and job security is less predictable. Someone who has taken risks before is typically better prepared to adapt when change is unavoidable.",
        "Of course, risks can lead to real harm. Poor financial decisions may produce debt, and impulsive personal choices can damage relationships or health. However, these dangers can be reduced through planning and moderation. For example, entrepreneurs can test a business idea on a small scale before leaving secure employment, and travellers can manage personal safety by researching destinations and taking sensible precautions.",
        "In conclusion, taking risks brings the possibility of failure, but the potential gains in opportunity and personal growth are usually greater. The key is to approach risk as a strategic choice rather than a gamble."
      ],
      "body_text": "Some people argue that risk-taking is essential in both careers and private life. In my view, the advantages generally outweigh the disadvantages, provided that risks are calculated rather than reckless.\n\nThe main advantage of taking risks is that it creates opportunities that would otherwise never appear. Professionally, changing jobs, starting a business or moving to a new city can lead to higher income and faster skill development. Personally, taking the initiative to form new friendships, learn a language or pursue a relationship can widen one's horizons and increase happiness. In many cases, the cost of inaction is invisible but significant: people may remain in unfulfilling routines simply because they fear uncertainty.\n\nA second benefit is that risk-taking builds resilience. Even when outcomes are disappointing, individuals learn how to cope with setbacks, make better decisions and recover from failure. This emotional flexibility is increasingly valuable in a world where industries evolve quickly and job security is less predictable. Someone who has taken risks before is typically better prepared to adapt when change is unavoidable.\n\nOf course, risks can lead to real harm. Poor financial decisions may produce debt, and impulsive personal choices can damage relationships or health. However, these dangers can be reduced through planning and moderation. For example, entrepreneurs can test a business idea on a small scale before leaving secure employment, and travellers can manage personal safety by researching destinations and taking sensible precautions.\n\nIn conclusion, taking risks brings the possibility of failure, but the potential gains in opportunity and personal growth are usually greater. The key is to approach risk as a strategic choice rather than a gamble.",
      "word_count_actual": 272
    },
    {
      "essay_number": 6,
      "title": "Professionals Working Where They Trained",
      "question": "Some people believe that professionals such as doctors and engineers should be required to work in the country where they did their training. Others believe they should be free to work in another country if they wish.\nDiscuss both these views and give your own opinion.",
      "word_count_reported": 294,
      "body_paragraphs": [
        "There is debate about whether highly trained professionals should be obliged to work in the country where they were educated or whether they should have complete freedom to move abroad. While the first view is understandable, I believe professionals should be free to choose where they work, and governments should use incentives rather than restrictions to retain talent.",
        "Supporters of compulsory local service argue that training is often subsidised. Taxpayers fund universities, hospitals and scholarships, so it seems fair that graduates repay society by serving local communities, especially in areas with shortages. This is particularly persuasive for doctors, because rural regions may lack adequate healthcare. In addition, retaining skilled workers can prevent \"brain drain\" and protect national development, since engineers and medical specialists contribute directly to infrastructure and public health.",
        "However, forcing people to stay can be both unfair and ineffective. Professionals invest years of effort, and sometimes large debts, to qualify; they may also have family reasons for relocating or seek better working conditions. If governments impose strict rules, some students may simply train overseas in the first place, worsening the very shortages the policy aims to solve. Moreover, mobility can benefit home countries through remittances, international networks and returning expertise. Many migrants eventually come back with advanced skills and new perspectives.",
        "A more realistic solution is to make local work attractive. Higher salaries in underserved areas, improved hospital equipment, clearer career pathways and supportive working environments can encourage professionals to remain voluntarily. Another approach is a limited, well-designed service requirement tied to scholarships, where students knowingly accept an obligation in exchange for funding.",
        "Overall, although societies deserve returns on public investment, personal freedom and practical outcomes matter. Incentives and better conditions are preferable to compulsory restrictions on where professionals may work."
      ],
      "body_text": "There is debate about whether highly trained professionals should be obliged to work in the country where they were educated or whether they should have complete freedom to move abroad. While the first view is understandable, I believe professionals should be free to choose where they work, and governments should use incentives rather than restrictions to retain talent.\n\nSupporters of compulsory local service argue that training is often subsidised. Taxpayers fund universities, hospitals and scholarships, so it seems fair that graduates repay society by serving local communities, especially in areas with shortages. This is particularly persuasive for doctors, because rural regions may lack adequate healthcare. In addition, retaining skilled workers can prevent \"brain drain\" and protect national development, since engineers and medical specialists contribute directly to infrastructure and public health.\n\nHowever, forcing people to stay can be both unfair and ineffective. Professionals invest years of effort, and sometimes large debts, to qualify; they may also have family reasons for relocating or seek better working conditions. If governments impose strict rules, some students may simply train overseas in the first place, worsening the very shortages the policy aims to solve. Moreover, mobility can benefit home countries through remittances, international networks and returning expertise. Many migrants eventually come back with advanced skills and new perspectives.\n\nA more realistic solution is to make local work attractive. Higher salaries in underserved areas, improved hospital equipment, clearer career pathways and supportive working environments can encourage professionals to remain voluntarily. Another approach is a limited, well-designed service requirement tied to scholarships, where students knowingly accept an obligation in exchange for funding.\n\nOverall, although societies deserve returns on public investment, personal freedom and practical outcomes matter. Incentives and better conditions are preferable to compulsory restrictions on where professionals may work.",
      "word_count_actual": 294
    },
    {
      "essay_number": 7,
      "title": "Children Spending Hours on Smartphones",
      "question": "Some children spend hours every day on their smartphones.\nWhy is this the case?\nDo you think this is a positive or negative development?",
      "word_count_reported": 303,
      "body_paragraphs": [
        "It is increasingly common for children to spend several hours a day using smartphones. This happens for a combination of educational, social and technological reasons, and I believe the trend is largely negative because of its impact on health and development.",
        "One reason is that smartphones are now integrated into daily life, including schoolwork. Many teachers assign research tasks, online quizzes or group projects that rely on messaging apps and digital platforms. Since phones are portable and always available, children naturally use them to complete homework as well as to check schedules and communicate with classmates. A second factor is social pressure. Friendships among young people often revolve around social media and group chats, and children may worry about missing updates or being excluded if they are not constantly connected.",
        "In addition, smartphone applications are deliberately designed to keep users engaged. Short videos, game rewards and endless scrolling provide quick dopamine hits, making it hard for children to self-regulate. When parents are busy, giving a child a phone can also function as a convenient babysitter, further increasing screen time.",
        "Despite some benefits, such as access to information and improved digital skills, I consider the overall effect negative. Excessive use can crowd out physical activity, sleep and face-to-face interaction, all of which are crucial for healthy growth. Constant online exposure may also increase anxiety, especially when children compare themselves to curated images or encounter cyberbullying. Moreover, attention spans can suffer when children become accustomed to rapid, fragmented content.",
        "To address this, parents and schools should set realistic limits, encourage offline hobbies and teach digital literacy, including how apps manipulate attention.",
        "In conclusion, children use smartphones heavily due to education demands, social expectations and addictive design features. While phones have some value, the current level of use is more harmful than beneficial."
      ],
      "body_text": "It is increasingly common for children to spend several hours a day using smartphones. This happens for a combination of educational, social and technological reasons, and I believe the trend is largely negative because of its impact on health and development.\n\nOne reason is that smartphones are now integrated into daily life, including schoolwork. Many teachers assign research tasks, online quizzes or group projects that rely on messaging apps and digital platforms. Since phones are portable and always available, children naturally use them to complete homework as well as to check schedules and communicate with classmates. A second factor is social pressure. Friendships among young people often revolve around social media and group chats, and children may worry about missing updates or being excluded if they are not constantly connected.\n\nIn addition, smartphone applications are deliberately designed to keep users engaged. Short videos, game rewards and endless scrolling provide quick dopamine hits, making it hard for children to self-regulate. When parents are busy, giving a child a phone can also function as a convenient babysitter, further increasing screen time.\n\nDespite some benefits, such as access to information and improved digital skills, I consider the overall effect negative. Excessive use can crowd out physical activity, sleep and face-to-face interaction, all of which are crucial for healthy growth. Constant online exposure may also increase anxiety, especially when children compare themselves to curated images or encounter cyberbullying. Moreover, attention spans can suffer when children become accustomed to rapid, fragmented content.\n\nTo address this, parents and schools should set realistic limits, encourage offline hobbies and teach digital literacy, including how apps manipulate attention.\n\nIn conclusion, children use smartphones heavily due to education demands, social expectations and addictive design features. While phones have some value, the current level of use is more harmful than beneficial.",
      "word_count_actual": 303
    },
    {
      "essay_number": 8,
      "title": "Alternative Medicine vs Visiting a Doctor",
      "question": "Nowadays, a growing number of people with health problems are trying alternative medicines and treatments instead of visiting their usual doctor.\nDo you think this is a positive or negative development?",
      "word_count_reported": 278,
      "body_paragraphs": [
        "In recent years, more people have chosen alternative treatments rather than consulting medical doctors. Although some non-traditional approaches can complement standard care, I believe this trend is generally negative because it increases the risk of delayed diagnosis and ineffective treatment.",
        "One explanation for the rise of alternative medicine is dissatisfaction with modern healthcare. In many countries, clinics are crowded, appointments are brief and patients feel unheard. Alternative practitioners often offer longer consultations and a sense of personal attention, which can be appealing. Another factor is the spread of health information online. Social media platforms frequently promote herbal cures, detox programmes and other unverified claims, and these messages can appear more persuasive than cautious medical advice.",
        "However, replacing professional medical care with unproven remedies can be dangerous. Many serious illnesses, such as diabetes or cancer, require early diagnosis and evidence-based treatment. If patients rely on alternative therapies first, they may waste valuable time and allow conditions to worsen. In addition, the safety and quality of some products is uncertain because they are not regulated as strictly as prescription medicines. Interactions between herbal supplements and prescribed drugs can also cause harm.",
        "That said, certain alternative practices may have limited benefits when used responsibly, especially for stress reduction and pain management. Techniques such as mindfulness, yoga or acupuncture can improve wellbeing and sometimes reduce the need for medication. The key is that these should be used alongside, not instead of, professional medical supervision.",
        "In conclusion, the growing preference for alternative treatments is mostly a negative development. While complementary therapies can support overall health, abandoning doctors in favour of unverified remedies creates unnecessary risks for individuals and for public health."
      ],
      "body_text": "In recent years, more people have chosen alternative treatments rather than consulting medical doctors. Although some non-traditional approaches can complement standard care, I believe this trend is generally negative because it increases the risk of delayed diagnosis and ineffective treatment.\n\nOne explanation for the rise of alternative medicine is dissatisfaction with modern healthcare. In many countries, clinics are crowded, appointments are brief and patients feel unheard. Alternative practitioners often offer longer consultations and a sense of personal attention, which can be appealing. Another factor is the spread of health information online. Social media platforms frequently promote herbal cures, detox programmes and other unverified claims, and these messages can appear more persuasive than cautious medical advice.\n\nHowever, replacing professional medical care with unproven remedies can be dangerous. Many serious illnesses, such as diabetes or cancer, require early diagnosis and evidence-based treatment. If patients rely on alternative therapies first, they may waste valuable time and allow conditions to worsen. In addition, the safety and quality of some products is uncertain because they are not regulated as strictly as prescription medicines. Interactions between herbal supplements and prescribed drugs can also cause harm.\n\nThat said, certain alternative practices may have limited benefits when used responsibly, especially for stress reduction and pain management. Techniques such as mindfulness, yoga or acupuncture can improve wellbeing and sometimes reduce the need for medication. The key is that these should be used alongside, not instead of, professional medical supervision.\n\nIn conclusion, the growing preference for alternative treatments is mostly a negative development. While complementary therapies can support overall health, abandoning doctors in favour of unverified remedies creates unnecessary risks for individuals and for public health.",
      "word_count_actual": 278
    },
    {
      "essay_number": 9,
      "title": "Researching the History of a House",
      "question": "In some countries, more people are becoming interested in finding out about the history of the house or building they live in.\nWhat are the reasons for this?\nHow can people research this question?",
      "word_count_reported": 297,
      "body_paragraphs": [
        "In many places, residents are increasingly curious about the history of their homes. This interest is driven by practical concerns as well as cultural and personal motivations, and there are several reliable ways to investigate a building's past.",
        "A major reason is safety and financial protection. Homeowners want to know whether a property has structural problems, past flooding, illegal renovations or unresolved disputes. Discovering such issues early can prevent expensive repairs and protect property value. Another motivation is identity and curiosity. People often feel more connected to a place when they understand who lived there before, how the neighbourhood developed and whether the building has historical significance. In older cities, a home might even be linked to notable events or architectural styles, which adds a sense of pride.",
        "To research a property's history, the most direct method is to consult official records. Land registries, local councils and planning departments often hold documents about ownership, building permits and renovations. Historical maps and census data can also reveal how an area changed over time. In addition, libraries and local archives may contain newspapers, photographs and heritage listings that mention the building or street. Another useful approach is to speak with long-term residents. Neighbours, previous owners and community organisations can provide details that are not written down, such as stories about past uses of the building or major incidents in the area.",
        "Finally, modern tools make research easier. Online databases, genealogy websites and even social media groups focused on local history can connect people with experts and sources.",
        "In summary, people investigate their homes because they want to manage risks and develop a stronger connection to where they live. By combining official records with community knowledge, it is often possible to build a clear picture of a building's past."
      ],
      "body_text": "In many places, residents are increasingly curious about the history of their homes. This interest is driven by practical concerns as well as cultural and personal motivations, and there are several reliable ways to investigate a building's past.\n\nA major reason is safety and financial protection. Homeowners want to know whether a property has structural problems, past flooding, illegal renovations or unresolved disputes. Discovering such issues early can prevent expensive repairs and protect property value. Another motivation is identity and curiosity. People often feel more connected to a place when they understand who lived there before, how the neighbourhood developed and whether the building has historical significance. In older cities, a home might even be linked to notable events or architectural styles, which adds a sense of pride.\n\nTo research a property's history, the most direct method is to consult official records. Land registries, local councils and planning departments often hold documents about ownership, building permits and renovations. Historical maps and census data can also reveal how an area changed over time. In addition, libraries and local archives may contain newspapers, photographs and heritage listings that mention the building or street. Another useful approach is to speak with long-term residents. Neighbours, previous owners and community organisations can provide details that are not written down, such as stories about past uses of the building or major incidents in the area.\n\nFinally, modern tools make research easier. Online databases, genealogy websites and even social media groups focused on local history can connect people with experts and sources.\n\nIn summary, people investigate their homes because they want to manage risks and develop a stronger connection to where they live. By combining official records with community knowledge, it is often possible to build a clear picture of a building's past.",
      "word_count_actual": 297
    },
    {
      "essay_number": 10,
      "title": "Advertising that Emphasises 'New'",
      "question": "In their advertising, businesses nowadays usually emphasise that their products are new in some way.\nWhy is this?\nDo you think it is a positive or negative development?",
      "word_count_reported": 301,
      "body_paragraphs": [
        "It is common for companies to promote products as \"new\" or \"improved\" in their advertising. This happens mainly because businesses compete for attention in crowded markets, and novelty is a powerful way to persuade consumers. Overall, I think this trend is mixed but slightly negative because it encourages unnecessary consumption.",
        "The first reason for highlighting novelty is differentiation. When many brands sell similar items, a company needs a clear message that makes its product stand out. By claiming a new feature, a fresh design or a faster performance, advertisers create a sense that the product is superior or more modern than alternatives. This strategy also taps into consumer psychology: people often associate \"new\" with better quality and fear missing out if they do not upgrade.",
        "Another reason is that rapid innovation, especially in electronics, creates genuine improvements that companies want to communicate. Smartphone cameras, battery life and security systems can improve each year, and consumers may benefit from knowing what has changed.",
        "Despite these points, the emphasis on constant novelty can have negative consequences. It can normalise frequent replacement even when older products still work well, leading to waste and environmental damage. It also pushes consumers towards impulsive buying and debt, particularly when marketing suggests that social status depends on owning the latest model. In addition, some \"innovations\" are cosmetic, designed mainly to restart the buying cycle rather than solve real problems.",
        "A more positive direction would be to advertise durability, repairability and long-term value. Governments can also support this by requiring clearer information about product lifespan and by promoting right-to-repair policies.",
        "In conclusion, businesses emphasise that products are new because novelty helps them compete and drive sales. While genuine innovation can be useful, the broader culture of constant upgrading makes this development slightly more negative than positive."
      ],
      "body_text": "It is common for companies to promote products as \"new\" or \"improved\" in their advertising. This happens mainly because businesses compete for attention in crowded markets, and novelty is a powerful way to persuade consumers. Overall, I think this trend is mixed but slightly negative because it encourages unnecessary consumption.\n\nThe first reason for highlighting novelty is differentiation. When many brands sell similar items, a company needs a clear message that makes its product stand out. By claiming a new feature, a fresh design or a faster performance, advertisers create a sense that the product is superior or more modern than alternatives. This strategy also taps into consumer psychology: people often associate \"new\" with better quality and fear missing out if they do not upgrade.\n\nAnother reason is that rapid innovation, especially in electronics, creates genuine improvements that companies want to communicate. Smartphone cameras, battery life and security systems can improve each year, and consumers may benefit from knowing what has changed.\n\nDespite these points, the emphasis on constant novelty can have negative consequences. It can normalise frequent replacement even when older products still work well, leading to waste and environmental damage. It also pushes consumers towards impulsive buying and debt, particularly when marketing suggests that social status depends on owning the latest model. In addition, some \"innovations\" are cosmetic, designed mainly to restart the buying cycle rather than solve real problems.\n\nA more positive direction would be to advertise durability, repairability and long-term value. Governments can also support this by requiring clearer information about product lifespan and by promoting right-to-repair policies.\n\nIn conclusion, businesses emphasise that products are new because novelty helps them compete and drive sales. While genuine innovation can be useful, the broader culture of constant upgrading makes this development slightly more negative than positive.",
      "word_count_actual": 301
    },
    {
      "essay_number": 11,
      "title": "Taxing Sugary Products",
      "question": "Many manufactured food and drink products contain high levels of sugar, which causes many health problems. Sugary products should be made more expensive to encourage people to consume less sugar.\nDo you agree or disagree?",
      "word_count_reported": 291,
      "body_paragraphs": [
        "High sugar consumption is linked to obesity, diabetes and tooth decay, and processed foods and drinks are a major source. I largely agree that making sugary products more expensive can reduce intake, but price measures should be combined with education and healthier alternatives to be fair and effective.",
        "Raising prices through a sugar tax can influence behaviour in the same way that higher tobacco prices reduce smoking. Many consumers, especially teenagers, buy sweet drinks impulsively, so even a small increase can discourage frequent purchases. In addition, manufacturers may reformulate products to avoid the tax, lowering sugar levels across the market without requiring individual willpower. Several countries have reported such reformulation after introducing levies on soft drinks, which suggests the policy can shift industry practices as well as consumer choices.",
        "However, price rises can also be regressive, affecting low-income families more than wealthy ones. For some households, cheap sweet snacks are an affordable treat, and higher prices may feel like punishment. This is why revenue from a sugar tax should be used transparently to benefit the public, for example by subsidising fruit and vegetables, funding school meal programmes, or improving community sports facilities. If healthier options are accessible and affordable, the policy is far more defensible.",
        "Furthermore, taxation alone will not solve the problem. People may substitute other unhealthy foods if they do not understand nutrition labels or the long-term risks. Clear front-of-pack labelling and restrictions on advertising sugary products to children can reinforce the effect of price changes.",
        "In conclusion, making sugary products more expensive is a sensible and evidence-based tool to reduce excessive sugar consumption. Yet it should be implemented alongside supportive measures so that it improves public health without unfairly burdening the poorest consumers."
      ],
      "body_text": "High sugar consumption is linked to obesity, diabetes and tooth decay, and processed foods and drinks are a major source. I largely agree that making sugary products more expensive can reduce intake, but price measures should be combined with education and healthier alternatives to be fair and effective.\n\nRaising prices through a sugar tax can influence behaviour in the same way that higher tobacco prices reduce smoking. Many consumers, especially teenagers, buy sweet drinks impulsively, so even a small increase can discourage frequent purchases. In addition, manufacturers may reformulate products to avoid the tax, lowering sugar levels across the market without requiring individual willpower. Several countries have reported such reformulation after introducing levies on soft drinks, which suggests the policy can shift industry practices as well as consumer choices.\n\nHowever, price rises can also be regressive, affecting low-income families more than wealthy ones. For some households, cheap sweet snacks are an affordable treat, and higher prices may feel like punishment. This is why revenue from a sugar tax should be used transparently to benefit the public, for example by subsidising fruit and vegetables, funding school meal programmes, or improving community sports facilities. If healthier options are accessible and affordable, the policy is far more defensible.\n\nFurthermore, taxation alone will not solve the problem. People may substitute other unhealthy foods if they do not understand nutrition labels or the long-term risks. Clear front-of-pack labelling and restrictions on advertising sugary products to children can reinforce the effect of price changes.\n\nIn conclusion, making sugary products more expensive is a sensible and evidence-based tool to reduce excessive sugar consumption. Yet it should be implemented alongside supportive measures so that it improves public health without unfairly burdening the poorest consumers.",
      "word_count_actual": 291
    },
    {
      "essay_number": 12,
      "title": "Driverless Vehicles",
      "question": "In the future all cars, buses, and trucks will be driverless. The only people travelling inside these vehicles would be passengers.\nDo you think the advantages of driverless vehicles outweigh the disadvantages?",
      "word_count_reported": 293,
      "body_paragraphs": [
        "Autonomous vehicles are developing rapidly, and it is plausible that most transport will eventually be driverless. I believe the advantages outweigh the disadvantages, mainly because of improved safety and efficiency, although new risks will need careful management.",
        "The strongest benefit is road safety. Human error causes the vast majority of traffic accidents, whether through distraction, fatigue or intoxication. Driverless systems can maintain constant attention, react faster than humans and follow traffic rules consistently. If autonomous fleets reduce collisions, they would also lessen the burden on hospitals and cut the social costs of disability and lost productivity.",
        "A second advantage is efficiency. Self-driving vehicles could travel closer together, choose optimal routes and reduce congestion through coordinated movement. Freight transport might become cheaper and more reliable, lowering prices for consumers. In addition, driverless public transport could increase mobility for people who cannot drive, including the elderly and those with disabilities, improving social inclusion and access to work.",
        "Nevertheless, there are disadvantages. Cybersecurity is a real concern: if systems are hacked, the consequences could be severe. There may also be job losses for drivers, which would require retraining and social support. Finally, during the transition period, mixed roads with human drivers and autonomous cars could create confusion and new types of accidents.",
        "Despite these issues, most drawbacks can be mitigated. Strong regulation, rigorous testing, encrypted systems and clear liability rules can reduce safety and hacking risks. Governments can also plan for labour disruption by investing in training programmes and supporting workers into related roles such as vehicle maintenance, logistics coordination and software monitoring.",
        "In summary, although driverless vehicles introduce technological and social challenges, their potential to save lives and improve transport efficiency means the advantages are likely to outweigh the disadvantages in the long run."
      ],
      "body_text": "Autonomous vehicles are developing rapidly, and it is plausible that most transport will eventually be driverless. I believe the advantages outweigh the disadvantages, mainly because of improved safety and efficiency, although new risks will need careful management.\n\nThe strongest benefit is road safety. Human error causes the vast majority of traffic accidents, whether through distraction, fatigue or intoxication. Driverless systems can maintain constant attention, react faster than humans and follow traffic rules consistently. If autonomous fleets reduce collisions, they would also lessen the burden on hospitals and cut the social costs of disability and lost productivity.\n\nA second advantage is efficiency. Self-driving vehicles could travel closer together, choose optimal routes and reduce congestion through coordinated movement. Freight transport might become cheaper and more reliable, lowering prices for consumers. In addition, driverless public transport could increase mobility for people who cannot drive, including the elderly and those with disabilities, improving social inclusion and access to work.\n\nNevertheless, there are disadvantages. Cybersecurity is a real concern: if systems are hacked, the consequences could be severe. There may also be job losses for drivers, which would require retraining and social support. Finally, during the transition period, mixed roads with human drivers and autonomous cars could create confusion and new types of accidents.\n\nDespite these issues, most drawbacks can be mitigated. Strong regulation, rigorous testing, encrypted systems and clear liability rules can reduce safety and hacking risks. Governments can also plan for labour disruption by investing in training programmes and supporting workers into related roles such as vehicle maintenance, logistics coordination and software monitoring.\n\nIn summary, although driverless vehicles introduce technological and social challenges, their potential to save lives and improve transport efficiency means the advantages are likely to outweigh the disadvantages in the long run.",
      "word_count_actual": 293
    },
    {
      "essay_number": 13,
      "title": "Owning a Home vs Renting",
      "question": "In some countries owning a home rather than renting one is very important for people.\nWhy might this be the case?\nDo you think this is a positive or negative situation?",
      "word_count_reported": 298,
      "body_paragraphs": [
        "In many societies, home ownership is seen as a major life goal, sometimes even more important than renting. This preference is usually driven by financial considerations and a desire for stability. Overall, I think it is positive in moderation, but it becomes negative when it creates unhealthy pressure and inequality.",
        "One reason people value ownership is security. Renting can involve frequent moves, rent increases and uncertain contracts, which can be stressful for families with children. Owning a home provides a stable base for long-term relationships, schooling and community ties. Another reason is financial. Property is often considered a reliable investment because house prices tend to rise over time in many countries. Homeowners may also build equity instead of paying rent, which can help them fund retirement or support their children later.",
        "However, an excessive obsession with ownership can have drawbacks. When society treats renting as a failure, people may buy homes they cannot afford, taking on risky mortgages and becoming vulnerable to interest-rate changes. In hot property markets, ownership can widen inequality, because those who already own assets benefit from rising prices while younger and poorer people are priced out. This can also distort economies, as too much money flows into real estate rather than productive business investment.",
        "In my view, home ownership is beneficial when it is one option among many, not a social requirement. Governments can improve the balance by protecting renters' rights, increasing affordable housing supply and discouraging speculation. In this way, people can choose the housing model that fits their income and lifestyle.",
        "To conclude, the desire to own a home is understandable and can bring stability and financial security. Yet when it becomes a cultural obsession, it can create debt and inequality, turning a positive goal into a harmful social trend."
      ],
      "body_text": "In many societies, home ownership is seen as a major life goal, sometimes even more important than renting. This preference is usually driven by financial considerations and a desire for stability. Overall, I think it is positive in moderation, but it becomes negative when it creates unhealthy pressure and inequality.\n\nOne reason people value ownership is security. Renting can involve frequent moves, rent increases and uncertain contracts, which can be stressful for families with children. Owning a home provides a stable base for long-term relationships, schooling and community ties. Another reason is financial. Property is often considered a reliable investment because house prices tend to rise over time in many countries. Homeowners may also build equity instead of paying rent, which can help them fund retirement or support their children later.\n\nHowever, an excessive obsession with ownership can have drawbacks. When society treats renting as a failure, people may buy homes they cannot afford, taking on risky mortgages and becoming vulnerable to interest-rate changes. In hot property markets, ownership can widen inequality, because those who already own assets benefit from rising prices while younger and poorer people are priced out. This can also distort economies, as too much money flows into real estate rather than productive business investment.\n\nIn my view, home ownership is beneficial when it is one option among many, not a social requirement. Governments can improve the balance by protecting renters' rights, increasing affordable housing supply and discouraging speculation. In this way, people can choose the housing model that fits their income and lifestyle.\n\nTo conclude, the desire to own a home is understandable and can bring stability and financial security. Yet when it becomes a cultural obsession, it can create debt and inequality, turning a positive goal into a harmful social trend.",
      "word_count_actual": 298
    },
    {
      "essay_number": 14,
      "title": "The Future of Printed Books and Newspapers",
      "question": "In the future, nobody will buy printed newspapers or books because they will be able to read everything they want online without paying.\nTo what extent do you agree or disagree with this statement?",
      "word_count_reported": 293,
      "body_paragraphs": [
        "Some people predict that printed newspapers and books will disappear because online content is widely available, often free of charge. I disagree with this view, because print offers unique practical and emotional value, and because quality journalism and publishing require sustainable business models.",
        "First, many readers still prefer print for comfort and focus. A physical book does not require a battery, does not generate notifications and is easier on the eyes during long reading sessions. For students and professionals, paper can also aid concentration and memory, since it encourages deep reading rather than skimming. In addition, printed books have cultural and aesthetic value. People buy them as gifts, collect favourite authors, and display them at home, which digital files cannot replicate in the same way.",
        "Second, the assumption that everything online will be free is unrealistic. Producing reliable news and well-edited books costs money. Even if some content is free, much is already behind paywalls or supported by subscriptions, donations or advertising. As misinformation grows, many readers are willing to pay for trusted sources. Similarly, publishers continue to invest in printing because there is a market for high-quality physical editions, especially for children's books, art books and textbooks.",
        "This is not to deny that digital reading will expand. Online platforms are convenient, and e-books are useful for travel and for people who need adjustable fonts. However, convenience does not automatically eliminate other formats. Just as radio survived the arrival of television, print is likely to remain as a complementary medium.",
        "In conclusion, although digital content will continue to grow, printed books and newspapers will not disappear entirely. Their advantages in reading experience, cultural meaning and the economics of quality production mean that many people will still choose to buy them."
      ],
      "body_text": "Some people predict that printed newspapers and books will disappear because online content is widely available, often free of charge. I disagree with this view, because print offers unique practical and emotional value, and because quality journalism and publishing require sustainable business models.\n\nFirst, many readers still prefer print for comfort and focus. A physical book does not require a battery, does not generate notifications and is easier on the eyes during long reading sessions. For students and professionals, paper can also aid concentration and memory, since it encourages deep reading rather than skimming. In addition, printed books have cultural and aesthetic value. People buy them as gifts, collect favourite authors, and display them at home, which digital files cannot replicate in the same way.\n\nSecond, the assumption that everything online will be free is unrealistic. Producing reliable news and well-edited books costs money. Even if some content is free, much is already behind paywalls or supported by subscriptions, donations or advertising. As misinformation grows, many readers are willing to pay for trusted sources. Similarly, publishers continue to invest in printing because there is a market for high-quality physical editions, especially for children's books, art books and textbooks.\n\nThis is not to deny that digital reading will expand. Online platforms are convenient, and e-books are useful for travel and for people who need adjustable fonts. However, convenience does not automatically eliminate other formats. Just as radio survived the arrival of television, print is likely to remain as a complementary medium.\n\nIn conclusion, although digital content will continue to grow, printed books and newspapers will not disappear entirely. Their advantages in reading experience, cultural meaning and the economics of quality production mean that many people will still choose to buy them.",
      "word_count_actual": 293
    },
    {
      "essay_number": 15,
      "title": "Is Advertising Still Effective?",
      "question": "Some people say that advertising is extremely successful at persuading us to buy things. Other people think that advertising is so common that we no longer pay attention to it.\nDiscuss both these views and give your own opinion.",
      "word_count_reported": 284,
      "body_paragraphs": [
        "Advertising is everywhere, from billboards to social media feeds, and opinions differ on whether it still influences consumer behaviour. While it is true that people often ignore many adverts, I believe advertising remains highly persuasive, especially when it is targeted and emotionally engaging.",
        "Those who claim advertising is effective point to its ability to shape preferences and create brand recognition. Companies invest huge sums in marketing precisely because it tends to increase sales. Modern advertising also uses data to reach specific audiences. For example, someone searching online for running shoes may later see repeated adverts for sports brands, making a purchase more likely through constant reminders and perceived familiarity. Advertising can also associate products with desirable lifestyles, such as fitness, success or popularity, which can be particularly influential for young consumers.",
        "On the other hand, critics argue that people have become numb to advertising due to overexposure. Many skip commercials, install ad blockers or scroll past sponsored posts without reading them. In busy urban environments, billboards and posters fade into the background. Furthermore, as consumers become more informed, they may distrust traditional advertising and instead rely on reviews, influencers or recommendations from friends.",
        "In my view, both sides are correct in different ways. Generic adverts often fail because audiences are saturated, but well-designed campaigns still work. The difference is that persuasion now depends more on relevance and authenticity. Brands that understand customer needs, communicate clear value and build trust can still influence buying decisions, whereas noisy and repetitive advertising is increasingly ignored.",
        "In conclusion, advertising has not lost its power; it has simply evolved. Although people overlook much of the marketing around them, targeted and credible advertising continues to persuade consumers to buy."
      ],
      "body_text": "Advertising is everywhere, from billboards to social media feeds, and opinions differ on whether it still influences consumer behaviour. While it is true that people often ignore many adverts, I believe advertising remains highly persuasive, especially when it is targeted and emotionally engaging.\n\nThose who claim advertising is effective point to its ability to shape preferences and create brand recognition. Companies invest huge sums in marketing precisely because it tends to increase sales. Modern advertising also uses data to reach specific audiences. For example, someone searching online for running shoes may later see repeated adverts for sports brands, making a purchase more likely through constant reminders and perceived familiarity. Advertising can also associate products with desirable lifestyles, such as fitness, success or popularity, which can be particularly influential for young consumers.\n\nOn the other hand, critics argue that people have become numb to advertising due to overexposure. Many skip commercials, install ad blockers or scroll past sponsored posts without reading them. In busy urban environments, billboards and posters fade into the background. Furthermore, as consumers become more informed, they may distrust traditional advertising and instead rely on reviews, influencers or recommendations from friends.\n\nIn my view, both sides are correct in different ways. Generic adverts often fail because audiences are saturated, but well-designed campaigns still work. The difference is that persuasion now depends more on relevance and authenticity. Brands that understand customer needs, communicate clear value and build trust can still influence buying decisions, whereas noisy and repetitive advertising is increasingly ignored.\n\nIn conclusion, advertising has not lost its power; it has simply evolved. Although people overlook much of the marketing around them, targeted and credible advertising continues to persuade consumers to buy.",
      "word_count_actual": 284
    },
    {
      "essay_number": 16,
      "title": "Telling Children They Can Achieve Anything",
      "question": "In some cultures, children are often told that they can achieve anything if they try hard enough.\nWhat are the advantages and disadvantages of giving children this message?",
      "word_count_reported": 290,
      "body_paragraphs": [
        "Many parents and teachers encourage children by telling them that hard work can achieve any goal. This message has clear advantages, particularly for motivation and confidence, but it can also create unrealistic expectations and unnecessary stress.",
        "On the positive side, believing that effort matters can foster persistence. Children who think success is possible are more likely to practise, seek feedback and recover after failure. This mindset is useful in education, where improvement often comes from repeated effort rather than instant talent. It can also empower children from disadvantaged backgrounds, who may otherwise assume that their circumstances determine their future. For example, a student from a low-income family may be inspired to study diligently if they believe achievement is within their control.",
        "However, the message becomes harmful when it ignores real constraints. Not everyone can become an Olympic athlete or a world-famous musician, no matter how hard they try, because genetic ability, timing and opportunity also play roles. If children interpret the slogan literally, they may blame themselves for outcomes beyond their control, leading to anxiety and low self-esteem. Another drawback is that some children may pursue unsuitable goals for too long, wasting time that could be spent developing strengths in other areas.",
        "A healthier approach is to combine encouragement with realism. Adults can praise effort while teaching children to set flexible goals and evaluate progress. They can also emphasise that success has many forms, including personal growth and contribution to others, not only elite achievement.",
        "In conclusion, telling children they can achieve anything can build ambition and resilience, but it may also create pressure and disappointment. The best message is that hard work greatly increases chances of success, while wise goal-setting and self-awareness remain essential."
      ],
      "body_text": "Many parents and teachers encourage children by telling them that hard work can achieve any goal. This message has clear advantages, particularly for motivation and confidence, but it can also create unrealistic expectations and unnecessary stress.\n\nOn the positive side, believing that effort matters can foster persistence. Children who think success is possible are more likely to practise, seek feedback and recover after failure. This mindset is useful in education, where improvement often comes from repeated effort rather than instant talent. It can also empower children from disadvantaged backgrounds, who may otherwise assume that their circumstances determine their future. For example, a student from a low-income family may be inspired to study diligently if they believe achievement is within their control.\n\nHowever, the message becomes harmful when it ignores real constraints. Not everyone can become an Olympic athlete or a world-famous musician, no matter how hard they try, because genetic ability, timing and opportunity also play roles. If children interpret the slogan literally, they may blame themselves for outcomes beyond their control, leading to anxiety and low self-esteem. Another drawback is that some children may pursue unsuitable goals for too long, wasting time that could be spent developing strengths in other areas.\n\nA healthier approach is to combine encouragement with realism. Adults can praise effort while teaching children to set flexible goals and evaluate progress. They can also emphasise that success has many forms, including personal growth and contribution to others, not only elite achievement.\n\nIn conclusion, telling children they can achieve anything can build ambition and resilience, but it may also create pressure and disappointment. The best message is that hard work greatly increases chances of success, while wise goal-setting and self-awareness remain essential.",
      "word_count_actual": 290
    },
    {
      "essay_number": 17,
      "title": "Accepting a Bad Situation vs Improving It",
      "question": "Some people believe that it is best to accept a bad situation, such as an unsatisfactory job or shortage of money. Others argue that it is better to try and improve such situations.\nDiscuss both these views and give your own opinion.",
      "word_count_reported": 284,
      "body_paragraphs": [
        "When people face an unpleasant job or financial hardship, some prefer acceptance while others insist on changing the situation. Both attitudes have value, but I believe it is generally better to try to improve one's circumstances, while accepting what cannot realistically be changed.",
        "Those who recommend acceptance argue that many factors are outside personal control. Economic downturns, illness or family responsibilities can limit options, and constant resistance may create stress and bitterness. By accepting reality, people can protect their mental health and focus on what they can manage day to day. For instance, someone in a temporary low-paid job might accept it for a period while maintaining a positive outlook, rather than feeling defeated.",
        "However, acceptance can easily become passive resignation. Trying to improve a bad situation often leads to better outcomes and a stronger sense of agency. People can upgrade skills, seek new employment, negotiate working conditions or create a budget to reduce financial pressure. Even small steps, such as taking evening classes or applying for internships, can gradually change a person's trajectory. Moreover, problem-solving tends to build confidence, making individuals more capable of handling future difficulties.",
        "In my opinion, the key difference is between accepting emotions and accepting outcomes. It is sensible to accept that a situation is currently difficult, but it is unwise to assume it must remain that way. People should calmly evaluate what is changeable and take practical action, while also recognising limits and avoiding unrealistic expectations.",
        "In conclusion, acceptance may reduce stress in the short term, but improving a bad situation usually offers greater long-term benefits. A balanced approach is to accept reality as a starting point and then work strategically to make life better."
      ],
      "body_text": "When people face an unpleasant job or financial hardship, some prefer acceptance while others insist on changing the situation. Both attitudes have value, but I believe it is generally better to try to improve one's circumstances, while accepting what cannot realistically be changed.\n\nThose who recommend acceptance argue that many factors are outside personal control. Economic downturns, illness or family responsibilities can limit options, and constant resistance may create stress and bitterness. By accepting reality, people can protect their mental health and focus on what they can manage day to day. For instance, someone in a temporary low-paid job might accept it for a period while maintaining a positive outlook, rather than feeling defeated.\n\nHowever, acceptance can easily become passive resignation. Trying to improve a bad situation often leads to better outcomes and a stronger sense of agency. People can upgrade skills, seek new employment, negotiate working conditions or create a budget to reduce financial pressure. Even small steps, such as taking evening classes or applying for internships, can gradually change a person's trajectory. Moreover, problem-solving tends to build confidence, making individuals more capable of handling future difficulties.\n\nIn my opinion, the key difference is between accepting emotions and accepting outcomes. It is sensible to accept that a situation is currently difficult, but it is unwise to assume it must remain that way. People should calmly evaluate what is changeable and take practical action, while also recognising limits and avoiding unrealistic expectations.\n\nIn conclusion, acceptance may reduce stress in the short term, but improving a bad situation usually offers greater long-term benefits. A balanced approach is to accept reality as a starting point and then work strategically to make life better.",
      "word_count_actual": 284
    },
    {
      "essay_number": 18,
      "title": "The Most Serious Environmental Problem",
      "question": "Some people say that the main environmental problem of our time is the loss of particular species of plants and animals. Others say that there are more important environmental problems.\nDiscuss both these views and give your own opinion.",
      "word_count_reported": 293,
      "body_paragraphs": [
        "Environmental debates often focus on whether species extinction is the most urgent issue or whether broader problems deserve more attention. While biodiversity loss is extremely serious, I believe larger systemic threats such as climate change and pollution are even more critical, partly because they drive extinction in the first place.",
        "Those who prioritise species loss argue that every organism plays a role in ecosystems, and removing one species can trigger cascading damage. For example, the decline of pollinators threatens food production, while the loss of predators can lead to overpopulation of certain animals and destruction of habitats. Biodiversity also has economic and medical value: many medicines originate from plants, and diverse ecosystems provide services such as water purification and soil protection.",
        "However, others contend that climate change, air pollution and plastic waste are more urgent. Rising temperatures intensify droughts, floods and wildfires, threatening human settlements and agriculture on a massive scale. Pollution, meanwhile, directly harms human health through respiratory disease and contaminated water. These problems affect billions of people and can destabilise economies and migration patterns. Importantly, they also accelerate biodiversity loss by destroying habitats and altering conditions faster than species can adapt.",
        "In my view, treating extinction as the single main problem can be misleading. It is better to tackle root causes. Reducing carbon emissions, regulating industrial pollution and changing unsustainable consumption patterns would protect human wellbeing and slow the destruction of habitats, which would in turn reduce species loss. Conservation programmes are still essential, but they will fail if the planet's climate and oceans continue to deteriorate.",
        "In conclusion, species extinction is a tragedy and a warning sign, yet broader environmental crises are more fundamental. Addressing climate change and pollution should be the highest priority because doing so also safeguards biodiversity."
      ],
      "body_text": "Environmental debates often focus on whether species extinction is the most urgent issue or whether broader problems deserve more attention. While biodiversity loss is extremely serious, I believe larger systemic threats such as climate change and pollution are even more critical, partly because they drive extinction in the first place.\n\nThose who prioritise species loss argue that every organism plays a role in ecosystems, and removing one species can trigger cascading damage. For example, the decline of pollinators threatens food production, while the loss of predators can lead to overpopulation of certain animals and destruction of habitats. Biodiversity also has economic and medical value: many medicines originate from plants, and diverse ecosystems provide services such as water purification and soil protection.\n\nHowever, others contend that climate change, air pollution and plastic waste are more urgent. Rising temperatures intensify droughts, floods and wildfires, threatening human settlements and agriculture on a massive scale. Pollution, meanwhile, directly harms human health through respiratory disease and contaminated water. These problems affect billions of people and can destabilise economies and migration patterns. Importantly, they also accelerate biodiversity loss by destroying habitats and altering conditions faster than species can adapt.\n\nIn my view, treating extinction as the single main problem can be misleading. It is better to tackle root causes. Reducing carbon emissions, regulating industrial pollution and changing unsustainable consumption patterns would protect human wellbeing and slow the destruction of habitats, which would in turn reduce species loss. Conservation programmes are still essential, but they will fail if the planet's climate and oceans continue to deteriorate.\n\nIn conclusion, species extinction is a tragedy and a warning sign, yet broader environmental crises are more fundamental. Addressing climate change and pollution should be the highest priority because doing so also safeguards biodiversity.",
      "word_count_actual": 293
    },
    {
      "essay_number": 19,
      "title": "Music Bringing People Together",
      "question": "Some people say that music is a good way of bringing people of different cultures and ages together.\nTo what extent do you agree or disagree with this opinion?",
      "word_count_reported": 302,
      "body_paragraphs": [
        "Music is often described as a universal language, and many believe it can unite people across cultures and generations. I strongly agree with this view because music creates shared emotional experiences and provides a safe bridge for cultural exchange.",
        "Firstly, music connects people through feelings that do not require translation. Even when listeners do not understand lyrics, rhythm and melody can communicate joy, sadness or hope. At concerts, festivals or even weddings, strangers often sing and dance together, forming a temporary community. This shared experience can reduce social distance and encourage openness, particularly in multicultural societies where people may otherwise remain within their own groups.",
        "Secondly, music introduces audiences to other cultures in an accessible way. Traditional instruments, musical scales and performance styles reflect history and identity, and learning about them can increase respect rather than suspicion. For instance, international music festivals allow people to experience unfamiliar genres, such as Afrobeat or classical Indian music, while interacting with performers and fans from different backgrounds. This can spark curiosity about food, language and customs, supporting wider cultural understanding.",
        "Music also crosses age boundaries. Older generations may introduce young people to classic songs, while younger listeners share new trends through streaming platforms. Although tastes differ, many families bond by singing together in the car or attending live events. Even when preferences are not identical, discussing music can become a positive conversation starter between grandparents and teenagers.",
        "Of course, music does not erase deep social conflicts, and some songs may reinforce stereotypes. However, as a tool for connection, it is uniquely powerful because it is enjoyable and widely available.",
        "In conclusion, I agree to a great extent that music can bring different cultures and age groups together. By creating shared emotions and encouraging cultural curiosity, it helps people build connections that might not otherwise exist."
      ],
      "body_text": "Music is often described as a universal language, and many believe it can unite people across cultures and generations. I strongly agree with this view because music creates shared emotional experiences and provides a safe bridge for cultural exchange.\n\nFirstly, music connects people through feelings that do not require translation. Even when listeners do not understand lyrics, rhythm and melody can communicate joy, sadness or hope. At concerts, festivals or even weddings, strangers often sing and dance together, forming a temporary community. This shared experience can reduce social distance and encourage openness, particularly in multicultural societies where people may otherwise remain within their own groups.\n\nSecondly, music introduces audiences to other cultures in an accessible way. Traditional instruments, musical scales and performance styles reflect history and identity, and learning about them can increase respect rather than suspicion. For instance, international music festivals allow people to experience unfamiliar genres, such as Afrobeat or classical Indian music, while interacting with performers and fans from different backgrounds. This can spark curiosity about food, language and customs, supporting wider cultural understanding.\n\nMusic also crosses age boundaries. Older generations may introduce young people to classic songs, while younger listeners share new trends through streaming platforms. Although tastes differ, many families bond by singing together in the car or attending live events. Even when preferences are not identical, discussing music can become a positive conversation starter between grandparents and teenagers.\n\nOf course, music does not erase deep social conflicts, and some songs may reinforce stereotypes. However, as a tool for connection, it is uniquely powerful because it is enjoyable and widely available.\n\nIn conclusion, I agree to a great extent that music can bring different cultures and age groups together. By creating shared emotions and encouraging cultural curiosity, it helps people build connections that might not otherwise exist.",
      "word_count_actual": 302
    },
    {
      "essay_number": 20,
      "title": "Choosing Self-Employment",
      "question": "Nowadays many people choose to be self-employed, rather than to work for a company or organisation.\nWhy might this be the case?\nWhat could be the disadvantages of being self-employed?",
      "word_count_reported": 291,
      "body_paragraphs": [
        "In recent years, self-employment has become more common in many countries. This shift is largely driven by changing technology and attitudes towards work, but it also comes with notable disadvantages, particularly in income stability and personal wellbeing.",
        "One reason people choose self-employment is autonomy. Working for oneself allows greater control over working hours, clients and projects, which can improve work-life balance for parents or those with caregiving responsibilities. Another factor is opportunity created by the digital economy. Online platforms make it easy to sell services such as graphic design, tutoring or software development to a global market. In addition, some people are attracted by the possibility of higher earnings and the satisfaction of building something of their own, especially if traditional jobs offer limited promotion or low wages.",
        "Despite these benefits, self-employment can be risky. Income may be irregular, particularly at the beginning, and freelancers often lack paid holidays, sick leave and employer-provided pensions. This insecurity can be stressful and may discourage long-term planning such as buying a home or starting a family. Self-employed workers must also handle administrative tasks, including taxes, marketing and customer service, which can reduce the time available for their main work. Furthermore, isolation is common because there are fewer colleagues and less social support.",
        "To reduce these disadvantages, governments can modernise labour protections by offering affordable health insurance and retirement schemes for independent workers. Individuals can also manage risk by building savings, diversifying clients and developing strong professional networks.",
        "In conclusion, many people become self-employed for flexibility, online opportunities and potential financial rewards. However, the lack of stability, benefits and social support means self-employment is not suitable for everyone, and it requires careful preparation to be sustainable."
      ],
      "body_text": "In recent years, self-employment has become more common in many countries. This shift is largely driven by changing technology and attitudes towards work, but it also comes with notable disadvantages, particularly in income stability and personal wellbeing.\n\nOne reason people choose self-employment is autonomy. Working for oneself allows greater control over working hours, clients and projects, which can improve work-life balance for parents or those with caregiving responsibilities. Another factor is opportunity created by the digital economy. Online platforms make it easy to sell services such as graphic design, tutoring or software development to a global market. In addition, some people are attracted by the possibility of higher earnings and the satisfaction of building something of their own, especially if traditional jobs offer limited promotion or low wages.\n\nDespite these benefits, self-employment can be risky. Income may be irregular, particularly at the beginning, and freelancers often lack paid holidays, sick leave and employer-provided pensions. This insecurity can be stressful and may discourage long-term planning such as buying a home or starting a family. Self-employed workers must also handle administrative tasks, including taxes, marketing and customer service, which can reduce the time available for their main work. Furthermore, isolation is common because there are fewer colleagues and less social support.\n\nTo reduce these disadvantages, governments can modernise labour protections by offering affordable health insurance and retirement schemes for independent workers. Individuals can also manage risk by building savings, diversifying clients and developing strong professional networks.\n\nIn conclusion, many people become self-employed for flexibility, online opportunities and potential financial rewards. However, the lack of stability, benefits and social support means self-employment is not suitable for everyone, and it requires careful preparation to be sustainable.",
      "word_count_actual": 291
    }
  ]
}